<?php


return [

    'plural' => 'إدارة المدن',
    'singular' => 'المدينة',
    'empty' => 'لا يوجد مدن',

    'actions' => [
        'list' => 'إدارة المدن',
        'show' => 'عرض المدينة',
        'create' => 'إضافة مدينة',
        'edit' => 'تعديل المدينة',
        'delete' => 'حذف الدينة',
        'save' => 'حفظ',
        'cancel' => 'إلغاء',
    ],

    'messages' => [
        'created' => 'تم إضافة المدينة بنجاح.',
        'updated' => 'تم تعديل المدينة بنجاح.',
        'deleted' => 'تم حذف المدينة بنجاح.',
    ],

    'attributes' => [
        'name' => 'اسم المدينة',
        'clients' =>'عدد العملاء',
        'appoientments' =>'عدد المقابلات المحجوزة',
        'price' =>'العائد الكلي',
    ],

    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد أنك تريد حذف هذه  المدينة؟',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],

    'html' =>[
        'no-cities' => 'لا توجد مدن متاحة',
        'choose-city' => 'اختر المدينة',
        'no-city' => 'لا يوجد مدينة',
    ]

];
