<?php


return [

    'plural' => 'إدارة العملاء',
    'singular' => 'العميل',
    'empty' => 'لا يوجد عملاء',

    'actions' => [
        'list' => 'إدارة العملاء',
        'show' => 'عرض العميل',
        'create' => 'إضافة عميل',
        'edit' => 'تعديل العميل',
        'delete' => 'حذف العميل',
        'save' => 'حفظ',
        'search' => 'إبحث فى العملاء',
        'cancel' => 'إلغاء',
    ],

    'messages' => [
        'created' => 'تم إضافة العميل بنجاح.',
        'updated' => 'تم تعديل العميل بنجاح.',
        'deleted' => 'تم حذف العميل بنجاح.',
    ],

    'attributes' => [
        'name' => 'اسم العميل',
        'email' => 'البريد الالكتروني',
        'city_id' =>'المدينة',
        'phone' =>'رقم الهاتف',
        'appoientments' =>'عدد مرات الحجز'
    ],

    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد أنك تريد حذف هذا العميل ؟',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],

    'html'=> [
        'choose-phone' => 'اختر رقم العميل',
    ]

];
