<?php


return [

    'plural' => 'إدارة الشركات',
    'singular' => 'الشركة',
    'empty' => 'لا يوجد شركات',

    'actions' => [
        'list' => 'إدارة الشركات',
        'show' => 'عرض الشركة',
        'create' => 'إضافة شركة',
        'edit' => 'تعديل الشركة',
        'delete' => 'حذف الشركة',
        'save' => 'حفظ',
        'cancel' => 'إلغاء',
    ],

    'messages' => [
        'created' => 'تم إضافة الشركة بنجاح.',
        'updated' => 'تم تعديل الشركة بنجاح.',
        'deleted' => 'تم حذف الشركة بنجاح.',
    ],

    'attributes' => [
        'name' => 'اسم الشركة',
        'email' => 'البريد الالكتروني',
        'city_id' =>'المدن',
        'service_id' =>'الخدمات',
        'phone' =>'رقم الهاتف',
        'option_city' =>'اختر المدن التي تدعمها',
        'option_service' =>'اختر الخدمات التي تدعمها'
    ],

    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد أنك تريد حذف هذه الشركة ؟',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],

    'html' =>[
        'choose-company' => 'اختر الشركة',
        'no-companies' =>'لا يوجد شركات متاحة',
    ]

];
