<?php


return [

    'plural' => 'إدارة مواعيد عمل الشركات',
    'singular' => 'ميعاد عمل الشركة',
    'empty' => 'لا يوجد مواعيد',

    'actions' => [
        'list' => 'إدارة مواعيد عمل الشركات',
        'show' => 'عرض ميعاد عمل',
        'create' => 'إضافة ميعاد عمل',
        'edit' => 'تعديل ميعاد العمل',
        'delete' => 'حذف ميعاد العمل',
        'save' => 'حفظ',
        'cancel' => 'إلغاء',
    ],

    'messages' => [
        'created' => 'تم إضافة ميعاد العمل بنجاح.',
        'updated' => 'تم تعديل ميعاد العمل بنجاح.',
        'un-updated' => 'لا يمكن تعديل الميعاد لوجود حجوزات.',
        'deleted' => 'تم حذف ميعاد العمل بنجاح.',
        'un-deleted' => 'لا يمكن حذف الميعاد لوجود حجوزات.',
    ],

    'attributes' => [
        'company' => 'الشركة',
        'city' =>'المدينة',
        'date' =>'اليوم',
        'start' =>'بداية مواعيد المقابلات',
        'end' =>'نهاية مواعيد المقابلات',
        'interval' =>'فترة المقابلة الواحدة بالدقيقة',
        'no-of-interviews'=>'عدد المقابلات المتاحة',
        'no-of-reservations'=>'عدد المقابلات المحجوزة',
        'company_id' =>'الشركة',
        'city_id' =>'المدينة',
    ],

    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد أنك تريد حذف هذا الميعاد ؟',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],

    'html' =>[
        'choose-date' =>'اختر الميعاد',
        'no-dates' =>'لا توجد مواعيد',
        'all-reserved' =>'ناسف تم حجز كل المواعيد',
    ]

];
